Repository: passionweb-manuel-schnabel/mailjet-api
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin_mailjet_api_subscription.name
source: Mailjet Subscription form
de: Mailjet-Abonnementformular

# plugin_mailjet_api_verifysubscription.name
source: Mailjet verify subscription
de: Mailjet-Abonnement verifizieren

# tx_mailjetapi_domain_model_property
source: Property
de: Eigenschaft / Feld

# tx_mailjetapi_domain_model_property.form_property_name
source: Form property name
de: Name des Formular-Felds

# tx_mailjetapi_domain_model_property.form_property_type
source: Form property type
de: Typ des Formular-Felds

# tx_mailjetapi_domain_model_property.mailjet_property_name
source: Mailjet property name
de: Name des Mailjet-Felds

# tx_mailjetapi_domain_model_property.form_property_placeholder
source: Form property placeholder
de: Platzhalter des Form-Felds

# tx_mailjetapi_domain_model_property.form_property_required
source: Form property required
de: Ausfüllen des Form-Felds erforderlich

# tx_mailjetapi_domain_model_property.use_for_mailjet_email
source: Use for Mailjet email
de: Für Mailjet-E-Mail verwenden

# tx_mailjetapi_domain_model_property.use_for_mailjet_name
source: Use for Mailjet name
de: Für Mailjet-Name verwenden

# tx_mailjetapi_domain_model_subscription
source: Subscription
de: Abonnement

# tx_mailjetapi_domain_model_subscription.contact_id
source: Mailjet contact ID
de: Mailjet Kontakt-ID

# tx_mailjetapi_domain_model_subscription.email
source: Email address
de: E-Mail-Adresse

# tx_mailjetapi_domain_model_subscription.receiver_name
source: Mail receiver name
de: Name des E-Mail-Empfängers

# flexform_subscription.sheetTitle
source: Mailjet subscription configuration
de: Konfiguration des Mailjet-Abonnements

# flexform_subscription.redirectPid
source: Redirect to this page after form submit
de: Nach dem Absenden des Formulars auf diese Seite weiterleiten

# flexform_subscription.properties
source: Form fields/properties
de: Formularfelder/Eigenschaften

# flexform_subscription.property_mail
source: Form field for the email address
de: Formularfeld für die E-Mail-Adresse

# flexform_subscription.properties_receiver
source: Form field(s) for the email receiver name
de: Formularfeld(er) für den Namen des E-Mail-Empfängers

# flexform_subscription.subscribeFromEmail
source: From email for subscription email
de: Absender-E-Mail für Abonnement-E-Mail

# flexform_subscription.subscribeFromName
source: From name for subscription email
de: Absender-Name für Abonnement-E-Mail

# flexform_subscription.subscribeSubject
source: Subject for subscription email
de: Betreff für die Abonnement-E-Mail

# flexform_subscription.subscribeMJTemplateID
source: Mailjet Template ID for subscription email
de: Mailjet-Vorlagen-ID für Abonnement-E-Mail

# flexform_verify.sheetTitle
source: Mailjet verification configuration
de: Konfiguration der Mailjet-Verifizierung

# flexform_verify.subscribeSuccessFromEmail
source: From email for verification email
de: Absender-E-Mail für Bestätigungs-E-Mail

# flexform_verify.subscribeSuccessFromName
source: From name for verification email
de: Absender-Name für Bestätigungs-E-Mail

# flexform_verify.subscribeSuccessSubject
source: Subject for verification email
de: Betreff für Bestätigungs-E-Mail

# flexform_verify.subscribeSuccessMJTemplateID
source: Mailjet Template ID for verification email
de: Mailjet-Vorlagen-ID für die Bestätigungs-E-Mail
